{
  "translation": {
    "about_me": "About me",
    "apps": "Apps",
    "developer_tools": "Developer Tools",
    "css_presets": "Css presets",

    "countPlayers": "Number of players",
    "betSum": "Bet amount",
    "allWin": "Total Win",
    "login": "Login",
    "coef": "Coefficient",
    "bet": "Rate",
    "win": "Win",
    "history": "History",
    "date": "Date",
    "time": "Time",
    "showMore": "Show more",
    "hide": "Hide",
    "rules": "Rules",
    "manualBet": "Manual bet",
    "automaticBet": "AutoSet",
    "placeBet": "Place a bet",
    "pickUpTheWin": "Pick up winnings",
    "doAutomaticBet": "Auto-bet",
    "autoOutput": "AutoOutput",
    "valueMaximumOrMinimum": "Value greater than maximum or less than minimum",
    "connectionClosed": "Connection closed",
    "youDoNotHaveAnyBetsYet": "You have no bets yet",
    "error": "Error",
    "failedToConnectToServer": "Failed to connect to server",
    "refreshThePage": "Refresh page",
    "waiting": "Waiting",
    "continue": "Continue",
    "howToPlay": "Как играть?",
    "rules_1":  "Сделайте ставку. Размер начальной ставки определяется до начала игры.",
    "rules_2":  "Максимальная сумма ставки составляет {start} UAH, минимальная - {mid} UAH.",
    "rules_3": "Сразу после начала раунда коэффициент начнет расти до тех пор, пока не произойдет взрыв (Crash).",
    "rules_4": "Если до этого момента вы успели нажать кнопку «Забрать выигрыш», то выигрываете сумму, которая равна вашей ставке, умноженной на соответствующий коэффициент",
    "rules_5": "Взрыв (Crash) происходит случайно. Однако чем дольше вы остаетесь в игре, тем выше коэффициент и тем больше будет выигрыш.",
    "rules_6": "Если вы не забрали выигрыш до того, как произошел взрыв (Crash), то ваша ставка сгорает и игра заканчивается.",
    "rules_7": "Для успешной игры необходимо стабильное интернет-соединение (проводной интернет, Wi-Fi или LTE).",
    "rules_auto_1": "В режиме «Автоставка» необходимо заполнить обязательные поля: «Cтавка», «Автовывод».",
    "rules_auto_2": "Cтавка — это сумма ставки, которую вы хотите поставить.",
    "rules_auto_3": "Автовывод — коэффициент, который необходимо преодолеть для автоматического вывода денежных средств (пример описан в пункте «Ставка вручную»).",
    "rules_auto_4": "Если до момента взрыва произошел автоматический вывод, то вы выигрываете сумму, которая равна вашей ставке, умноженной на соответствующий коэффициент.",
    "rules_auto_5": "Если не был задействован автоматический вывод до того, как произошел взрыв (Crash), то ваша ставка сгорает и игра заканчивается."


  }
}
